<?php
return [
    'tour_types' => [
        'cruise' => [
            'name' => 'Круиз',
            'price' => 2000,
            'description' => 'На большом теплоходе вы можете отлично провести время, дыша свежим морским воздухом и попутно заезжая в различные интересные места.'
        ],
        'safari' => [
            'name' => 'Сафари', 
            'price' => 3000,
            'description' => 'В жаркой пустыне есть возможность встретить животных в их естественной среде обитания.'
        ],
        'gastrotour' => [
            'name' => 'Гастротур',
            'price' => 1000,
            'description' => 'Этнические рестораны всевозможных стран и народов, позволяющие вам окунуться в культурные традиции государств из разных частей света.'
        ]
    ],
    
    'country_options' => [
        'cruise' => [
            'Италия' => 200,
            'Хорватия' => 100, 
            'Швеция' => 300
        ],
        'safari' => [
            'Кения' => 500,
            'Марокко' => 300,
            'ЮАР' => 800
        ],
        'gastrotour' => [
            'Дания' => 50,
            'Норвегия' => 100,
            'Франция' => 80
        ]
    ],
    
    'meal_options' => [
        'Завтрак' => [
            'price' => 10,
            'time' => 'с 8-00 до 10-00'
        ],
        'Ужин' => [
            'price' => 20,
            'time' => 'с 19-00 до 22-00'
        ],
        'Пансион' => [
            'price' => 50,
            'time' => 'добавляется обед с 13-00 до 15-00'
        ]
    ],
    
    'extra_services' => [
        'categories' => [
            'cruise' => 'Развлечения',
            'safari' => 'Экскурсии',
            'gastrotour' => 'Места'
        ],
        'activities' => [
            'cruise' => [
                [
                    'name' => 'Сауна',
                    'price' => 50
                ],
                [
                    'name' => 'Бассейн',
                    'price' => 100
                ],
                [
                    'name' => 'Бар',
                    'price' => 200
                ]
            ],
            'safari' => [
                [
                    'name' => 'Кормление животных',
                    'price' => 100
                ],
                [
                    'name' => 'Фотоохота',
                    'price' => 50
                ],
                [
                    'name' => 'Разделывание туши',
                    'price' => 200
                ]
            ],
            'gastrotour' => [
                [
                    'name' => 'Местный рынок',
                    'price' => 50
                ],
                [
                    'name' => 'Приготовление еды',
                    'price' => 200
                ],
                [
                    'name' => 'Виноферма',
                    'price' => 100
                ]
            ]
        ]
    ],
    'tourImages' => [
        'cruise' => 'cruise.jpg',
        'safari' => 'safari.jpeg',
        'gastrotour' => 'gastro_tur.jpg'
    ],
];
